export const SERVICE_TERMS_DESC = `
  제 1 장 총칙

제1조 [목적]
본 이용약관은 PUMP(이하 "회사"라 함)가 파트너센터를 통하여 제공하는 기타 서비스(이하 "서비스"라 함)와 관련하여 “회사”와 파트너센터의 회원(이하 "파트너"라 함) 간의 권리, 의무, 기타 필요한 사항을 규정함으로써 상호 발전을 도모하는 것을 그 목적으로 합니다.

제2조 [용어의 정의]
본 이용약관에서 사용하는 용어의 정의는 다음과 같습니다.
"채널"은 파트너가 등록하는 상품 정보를 이용고객들에게 노출하는 단위를 의미합니다. 이러한 채널은 PUMP로 구성되며, 이는 회사의 정책에 따라 변경될 수 있습니다.
"스토어"는 파트너가 상품 및 가격 정보 등을 제공하는 목적으로 채널 상에서 상품을 전시 및 판매하는 온라인 공간을 의미합니다.
“파트너센터"는 파트너가 상품정보 등록 및 수정 할 수 있도록 회사가 제공하는 페이지를 의미하며, 파트너는 파트너센터를 통하여 상품정보의 등록 및 수정 등의 업무를 수행할 수 있습니다.
"상품정보"는 파트너가 자신이 취급하는 상품에 관하여 자사몰에 기재한 상품의 정보, 또는 파트너센터에 직접 등록한 상품의 정보를 의미합니다.
“이용고객”은 회사가 제공하는 채널을 통해 파트너가 취급하는 상품 등에 대한 정보를 획득하는 회원을 의미합니다.

제3조 [약관의 효력 및 변경]
① 본 이용약관은 회사가 파트너에게 가입완료 사실을 통지한 때로부터 효력이 있습니다. 회사는 본 약관에서 규정하지 않은 세부적인 내용을 이용정책으로 정하고 이를 파트너센터에 고지할 수 있으며, 이러한 이용정책은 본 이용약관과 함께 제4조에 따른 이용계약의 일부를 구성합니다. ② 회사는 합리적인 사유가 발생하는 경우 관련 법령에 위배되지 않는 범위 안에서 본 이용약관을 개정할 수 있으며 약관을 개정할 경우 적용일자와 변경사유를 밝혀 그 적용일자 7일 이전에 파트너센터 또는 전자우편을 통해 고지합니다. 단, 파트너에게 불리한 내용으로 변경하는 경우에는 효력발생일로부터 최소 30일 이전에 고지합니다. ③ 본조에 따른 이용약관의 개정에 동의하지 않는 파트너는 제2항에 따라 공지된 개정 약관의 효력발생일 전날까지 회사에 이용약관 개정에 동의하지 않는다는 의사표시를 함으로써 서비스 이용을 종료할 수 있으며, 효력발생일까지 파트너가 명시적으로 거부의사를 표명하지 않을 경우 개정된 약관에 동의한 것으로 봅니다.

제 2 장 이용계약의 체결

제4조 [서비스 가입신청 및 승낙]
① 서비스 이용계약은 회사가 제공하는 서비스를 이용하거나 채널에서 판매를 하기 위해 본 이용약관에 동의하고 파트너 가입 신청을 한 자(이하 ‘이용신청자'라 함)가 회사가 정한 절차에 따라 정보를 입력하여 파트너 가입 또는 입점을 신청한 후, 회사가 심사를 거쳐 승낙함으로써 성립합니다. 회사는 이용승낙의 의사표시를 서비스에 게시하거나, 전자우편 또는 기타의 방법으로 할 수 있습니다. ② 이용신청자는 회사가 별도로 요청하는 증빙서류가 있는 경우 이를 신속히 제출해야 하며, 회사는 해당 서류가 제출될 때까지 가입 신청에 대한 승낙을 보류하거나 거부할 수 있습니다. ③ 이용신청자는 서비스 가입신청을 하기 전에 서비스의 내용, 거래 조건, 기타 본 이용약관의 내용을 숙지하여야 하며, 이를 숙지하지 못해 생기는 불이익에 대한 책임은 이용신청자에게 있습니다. ④ 회사는 이용신청자에게 다음 각 호의 사유가 발생하는 경우에는 승낙을 거절 또는 유보할 수 있으며, 파트너 승낙 이후에도 사후적으로 아래 각 호의 사유가 존재함을 알게 된 경우에는 파트너의 이용계약을 해지할 수 있습니다.

허위 또는 부정확한 정보를 기재하거나 항목의 누락 또는 오기가 있는 경우
실명이 아니거나 타인의 명의 또는 타인의 사업자 정보를 이용한 경우
만 19세 미만의 미성년자인 경우로서 법정대리인의 영업활동에 관한 동의 내용이 확인되지 않은 경우
상품의 판매 등에 필요한 허가, 신고 기타 필요한 자격을 갖추지 못한 경우
본 이용약관 및 회사의 다른 서비스와 관련하여 이용 제한 등 이용자격을 상실한 적이 있는 경우
사회의 안녕ㆍ질서 또는 미풍양속을 저해하거나, 저해할 목적으로 서비스 가입 신청을 한 경우
회사의 신용, 이미지 또는 명예를 훼손하였거나 훼손할 우려가 있는 경우
회사의 업무상, 기술상의 사정으로 서비스 제공이 곤란한 경우
휴업, 폐업 또는 채무자 회생 및 파산에 관한 법률에 따른 파산 또는 회생 절차의 개시 신청을 하는 등 정상적인 영업활동이 곤란한 경우
파트너의 귀책사유로 승낙할 수 없거나 기타 회사가 승낙을 거부할 합리적 사유가 있는 경우

제5조 [파트너 정보의 변경]
파트너는 파트너센터를 이용함에 있어 파트너의 상호명, 법인명을 임의로 수정할 수 없습니다. 만약, 가입 신청 시에 기재했던 정보가 변경된 경우 파트너는 이를 즉시 회사가 정한 방법을 통하여 회사에 통지하고 회사가 정하는 정보변경에 관한 절차를 이행하여야 합니다. 이때, 회사는 통지의 지연으로 인해 발생한 손해 등의 불이익에 대하여 어떠한 책임을 지지 않습니다.
제 3장 일반사항

제6조 [회사의 의무]
① 회사는 파트너와의 이용계약에 따라 파트너에게 입점 서비스와 광고 서비스 등을 제공합니다. ② 회사는 파트너에 대한 서비스 제공과 관련하여 관련 법령 및 본 이용약관 상의 의무를 준수하고, 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스 제공을 위하여 최선을 다합니다. ③ 회사는 파트너가 안전하게 서비스를 이용할 수 있도록 파트너의 개인정보 및 영업정보를 보호하기 위하여 최선을 다하며, 개인정보처리방침을 공개하고 준수합니다. ④ 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 통신비밀보호법 기타 관련 법령을 준수합니다. ⑤ 회사는 서비스 이용과 관련하여 파트너가 정당한 의견 또는 불만을 제기하는 경우, 이를 처리하고 파트너센터 또는 전자우편 등을 통하여 파트너에게 그 처리과정 및 결과를 전달합니다.

제7조 [파트너의 의무]
① 파트너는 회사가 제공하는 입점 서비스, 광고 서비스 및 결제 서비스 등을 본 이용약관에 따라 허용된 범위 내에서 이용하며, 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
서비스 가입신청 또는 정보 변경 시 허위의 내용을 등록하는 행위
타인의 정보, 아이디와 비밀번호 등 서비스 이용 정보, 금융정보 등을 도용하는 행위
타인(회사의 직원 등을 포함합니다)을 가장하거나 사칭하여 또는 타인의 명의를 도용하여 서비스를 이용하거나 전자우편을 발송하는 행위
회사의 사전 승낙 없이 회사가 제공한 정보를 파트너 개인적 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위
회사 및 기타 제3자의 저작권, 상표권 및 기타 지식재산권 등 타인의 권리를 침해하는 행위
회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
허위의 상품을 게재하는 등의 방법으로 이용고객에게 손해를 가하거나 이용고객으로부터 불만ᆞ항의를 받을 수 있는 행위
외설ᆞ폭력ᆞ수치심ᆞ혐오감 등을 유발하거나 기타 공서양속에 반하는 메시지ᆞ이미지 등의 정보를 스토어에 게재하는 행위
서비스 정보통신망에 장애를 유발시킬 수 있는 내용의 정보, 문자, 도형 등을 스토어에 게재하여 회사가 관리·운영하는 정보통신망에 피해를 주는 행위
비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위
다른 스토어 사업자의 영업행위를 방해하는 행위
서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보를 전송하는 행위
기타 법령 또는 본 이용약관에 위배되거나 회사의 업무를 방해하는 부당한 행위

② 파트너는 서비스의 이용과 관련하여 「전자상거래 등에서의 소비자 보호에 관한 법률」, 「전자금융거래법」, 「여신전문금융업법」, 「전기통신사업법」, 「화장품법」, 「전기용품 및 생활용품 안전관리법」, 「부가가치세법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「상표법」, 「저작권법」, 「어린이제품 안전 특별법」 등 관계법령과 이용약관, 세부이용지침, 서비스 이용안내 및 회사가 통지한 공지사항 등을 준수하여야 하며, 이를 수시로 확인하여야 합니다. ③ 파트너는 부당하게 서비스, 광고 또는 광고매체에 위해가 되는 제3자의 행위를 인지하는 경우 즉시 해당 사실을 회사에 알리고 만약 해당 제3자와의 거래 관계가 있는 경우에는 이를 즉시 중단하여야 합니다. ④ 파트너는 서비스 이용과 관련하여 다음 각호의 사항을 준수하여야 합니다.

파트너는 자신의 상품정보를 신의에 따라 성실하게 관리해야 할 의무가 있으며, 입점 서비스를 통해 회사의 채널 상에 노출되는 파트너의 모든 상품정보 등이 관련 법령과 본 약관에 위반되지 않도록 관리 운영해야 합니다.
파트너는 채널을 통한 판매조건(배송조건, 배송료, 판매가격, 할인, 프로모션, 주문방법, 재고관리, 취소 및 반품 정책, 상품정보 등을 말합니다)이 파트너의 자사몰과 비교하여 열위에 놓이지 않도록 합리적인 노력을 기울여야 하고, 공정경쟁과 관련한 회사의 정책을 준수하여야 합니다. 즉, 채널을 통해 이용고객에게 제공되는 판매조건은 파트너가 자사몰을 통해 제공하는 것과 적어도 같거나 더 나은 수준이어야 합니다.
파트너는 회사의 채널에서 연결되는 자사몰 웹페이지와 관련하여, 회사의 검수를 득한 웹페이지만을 노출할 수 있으며, 클로징 애드를 포함하여 회사가 허용하지 않은 다른 스토어 및 웹페이지를 채널 상에 노출시키면 아니됩니다.
파트너는 회사가 파트너센터 및 개별 공지를 통해 내부 정책에 따라 노출을 금지하는 상품정보 등을 회사의 채널에 노출하지 않아야 하며, 관련 법령 및 회사의 정책을 준수하여야 합니다.
파트너는 상품의 판매와 관련하여 특정한 인허가 자격이 요구되면 이에 대한 요건을 만족한 후 판매상품을 등록하여 판매 또는 광고해야 합니다. 인허가 자격을 갖추지 않은 상태에서 관련 상품을 판매 또는 광고하여 발생한 모든 민∙형사상의 책임은 파트너 본인에게 있습니다.
파트너는 에이전트(Agent), 로봇(Robot), 스크립트(Script), 스파이더(Spider), 스파이웨어(Spyware) 등의 자동화된 수단을 사용하여 입점 서비스를 포함한 회사의 어떠한 서비스에도 접속하여서는 아니되며, 광고주 본인 또는 다른 광고주의 계정에 접속하여 컨텐츠 및 정보를 복사하거나 모니터링 하여서는 아니됩니다.
파트너는 부당하게 회사의 서비스를 방해하는 제3자의 행위를 인지하고서도 해당 제3자와의 거래를 계속 하여서는 아니됩니다.
파트너는 어떠한 경우에도 방법을 불문하고 직접 또는 제3자를 활용하여 회사의 서비스에 큰 부하를 야기하거나, 기타 회사 또는 회사가 운영하는 서비스의 정상적인 운영을 방해하는 행위를 하거나 그러한 시도를 하여서는 아니됩니다.
파트너는 자동화된 방법 또는 기타 부정한 방법 등을 통하여 본인 또는 타 파트너의 입점 서비스에 대한 노출횟수 및 클릭횟수를 부정하게 생성 또는 증가하게 하거나 입점 서비스 관련 파트너의 지위를 제3자에게 재판매하는 행위를 하여서는 아니됩니다.
⑤ 파트너는 자신의 귀책사유로 인해 회사와 제3자 간의 분쟁이 발생하는 경우, 즉시 회사를 면책하고 파트너의 비용과 책임으로 해당 분쟁을 해결해야 합니다.

제8조 [파트너의 아이디 및 비밀번호 관리에 대한 의무]
① 파트너의 아이디와 비밀번호에 관한 관리책임은 파트너 자신에게 있으며, 파트너는 자신의 아이디 및 비밀번호를 제3자가 이용하도록 하여서는 안 됩니다. ② 파트너는 제3자가 자신의 아이디 또는 비밀번호 등 개인정보를 이용하고 있음을 인지한 경우 즉시 비밀번호 등을 변경하고, 회사에 이러한 사실을 통지하며 이후 회사의 안내에 따라야 합니다. ③ 제2항의 경우에 해당 파트너가 회사에게 제3자의 개인정보 이용 사실 등을 통지하지 않거나, 회사의 안내에 따르지 않음에 따라 발생한 불이익에 대하여 회사는 어떠한 책임도 부담하지 않습니다.

제9조 [서비스의 내용]
① 회사는 파트너에게 아래와 같은 서비스를 제공합니다.
입점 서비스 : 파트너의 스토어 정보와 상품 및 상품 정보를 선택한 채널에 노출시킵니다. 입점 서비스를 이용하기 위해서는 회사가 정하는 절차에 따라 입점 신청이 이루어져야 합니다.
기타 서비스 : 회사는 기타 제1호부터 제3호까지의 서비스 제공에 부수하는 서비스를 제공할 수 있으며, 향후 파트너의 개선요청 또는 회사의 발전적인 마케팅 정책에 따라 추가적인 서비스가 제공될 수 있습니다.
② 회사는 파트너의 상품 또는 상품정보, 스토어 정보 등을 채널에 노출하고 이용고객과의 거래를 중개할 뿐, 상품에 대한 거래는 파트너와 이용고객 사이에 이루어집니다. ③ 회사는 기술적으로 지원이 어려운 경우 등의 사유가 있는 경우에는 본 조에 따른 서비스의 제공을 거절하거나, 중단 또는 정지할 수 있습니다. ④ 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 365일 24시간 스토어 사업자에게 제1항의 서비스를 제공합니다. 다만 정기 점검 등의 필요가 있는 경우 일정기간 동안 서비스의 제공이 제한될 수 있으며, 또한 회사의 호스팅 서비스 업체 등 제휴사의 운영시간 등의 사유로 인하여 서비스의 제공이 제한될 수 있습니다.

제10조 [서비스의 변경 및 중단]
① 회사는 다음 각호의 경우 파트너에 대하여 제공하는 서비스의 전부 또는 일부를 일시적으로 변경하거나 중단할 수 있습니다.
이용계약이 계약기간의 만료, 해지 등의 사유로 인하여 종료되는 경우
천재지변 또는 이에 준하는 불가항력으로 인하여 회사 서비스를 제공할 수 없는 경우
설비의 보수점검, 교체 등 공사로 인하여 부득이한 경우
파트너가 의도적으로 회사의 정상적 영업 및 서비스 제공 활동을 방해하는 경우
정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
파트너가 약관을 위반한 경우
파트너가 판매하는 상품에 대하여 3회 이상 이용고객의 클레임이 접수되고 클레임 내용이 서비스를 중단할 중대한 사유에 해당한다고 인정되는 경우
파트너가 채무자 회생 및 파산에 관한 법률에 따른 파산 또는 회생 절차의 개시 신청을 하는 등 정상적인 영업 활동이 곤란하다고 판단되는 경우
휴업 또는 폐업 등의 이유로 판매 운영이 정상적으로 이뤄지지 않는다고 판단되는 경우
국가기관 또는 정부조직(방송통신위원회, 한국정보보호진흥원 등), 수사기관, 법원 등의 행정 또는 사법적 처분 등에 따라 서비스의 제공을 제한 또는 중단하여야 하는 경우
기타 회사의 운영상, 기술상 필요 등 상당한 이유가 있는 경우
② 제1항의 경우, 회사는 사전에 다음 각호의 사항을 파트너센터를 통해 고지하거나 전자우편 등 회사가 정한 절차에 따라 파트너에게 통지합니다. 다만, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 회사는 서비스의 제공을 변경 또는 중단하고 나서 사후적으로 파트너에 대한 통지를 할 수 있습니다.
서비스 변경 또는 중단 사유
서비스 변경일 또는 중단일

제11조 [이용계약의 계약기간]
① 이용계약의 계약기간은 제4조 1항에 따른 이용계약 체결 시점부터 해당 연도 말일까지이며, 파트너가 일방 당사자의 계약기간 만료 30일 전까지 상대방에게 서면(전자우편 등 전자적 형태로 작성되거나 송신ㆍ수신 또는 저장된 전자문서를 포함하며, 이하 같습니다)으로 계약 종료 의사를 밝히지 않는 한, 이용계약은 동일한 조건으로 1년간 자동 연장됩니다. ② 계약 기간에 대하여 회사와 파트너 간 별도 합의가 있는 경우, 전항에 기재된 내용이 아닌 별도 합의된 내용이 적용됩니다.

제12조 [이용계약의 해지]
① 회사는 파트너에게 다음 각호의 사유가 존재하는 경우 상당한 기간을 정하여 시정을 요구할 수 있고 그 기간 내에 해당 사유가 해소되지 않는 경우 이용계약의 전부 또는 일부를 해지할 수 있습니다.
파트너가 본 이용약관 또는 회사의 정책에 따른 의무를 이행하지 아니하거나 위반하는 경우
사후적으로 파트너에게 제4조 제4항의 승낙 거부 사유가 있음이 확인된 경우
파트너가 서비스 이용과정에서 회사의 임직원이나 이용고객 등에게 욕설, 비방, 폭언, 협박, 음란한 언행 등을 한 경우
파트너의 고의∙과실 또는 반복되는 불성실한 업무수행으로 인하여 이용계약을 유지할 수 없을 정도로 당사자 상호 간의 신뢰가 손상되는 경우
기타 위 각호의 경우에 준하여, 회사가 이용계약을 유지하기 어려운 중대한 사유가 발생한 경우

② 회사가 서비스의 전부 또는 일부를 제공하지 않기로 경영적 판단을 하는 경우에는 파트너에 대한 30일 전 서면 통지로써 이용계약의 전부 또는 일부를 해지할 수 있습니다. ③ 파트너는 서비스 이용의 종료를 원하는 경우 30일 전 서면 통지로써 언제든지 이용계약을 해지할 수 있습니다. ④ 이용계약을 해지하고자 하는 당사자는 상대방에게 서면(전자우편 포함)으로 해지사유를 밝혀 해지의사를 통지하여야 합니다. ⑤ 이용계약이 해지되는 경우에도, 해지 이전에 완결된 행위 관련해서는 본 이용약관이 적용됩니다. ⑥ 본조에 의하여 이용계약이 해지되는 경우 해당 파트너에 대한 서비스 제공이 종료되며, 회사는 서비스 종료와 관련한 제반 조치를 취할 수 있습니다. ⑦ 제1항의 규정에도 불구하고, 객관적으로 시정할 수 없다고 판단하거나 관련 법령을 위반하는 등 즉시 해지해야 할 긴급한 사정이 존재 경우, 회사는 별도의 시정기간을 부여하지 않고 즉시 이용계약을 해지할 수 있습니다. ⑧ 본조에 의한 이용계약의 해지의 효력은 제3항에 따른 해지의 의사표시가 상대방에게 도달한 때부터 발생하며, 본조의 해지는 손해배상의 청구에 영향을 미치지 않습니다. ⑨ 본조 제2항 내지 제3항에 따른 해지의 경우, 해지권자는 상대방에 대하여 어떠한 손해배상 의무도 부담하지 아니합니다.

제 4 장 입점 서비스

제13조 [입점 서비스의 내용]
① 회사는 제4조에 따라 이용계약을 체결한 파트너에 대하여 입점 서비스를 제공하고, 파트너는 회사가 제공하는 입점 서비스를 이용할 수 있습니다. ② 회사가 제공하는 입점 서비스의 내용은 다음 각호와 같습니다.
파트너의 자사몰에 게재된 상품 및 상품 정보 또는 파트너센터에 직접 등록한 스토어 정보와 상품 및 상품 정보를 채널에 노출시켜 상품에 대한 이용고객의 접근성을 높이는 서비스
③ 회사는 별도의 입점 절차를 마련하여 운영할 수 있으며, 파트너에게 필요한 서류의 제출을 요청할 수 있습니다. 파트너는 입점을 위하여 회사가 정하는 입점 절차를 준수하여야 하고, 회사가 정하는 입점에 필요한 제반 서류를 제출하여야 합니다. ④회사는 일부 채널(이하 “부수 채널”)의 경우 다른 채널(이하 ‘기준 채널’)에 입점할 것을 전제로 입점을 승낙할 수 있습니다. 이러한 경우, 파트너는 회사의 정책에 따라 부수 채널에 입점하기 위하여는 기준 채널에 먼저 입점하고 입점 상태를 유지하여야 합니다. ⑤ 위 부수채널의 운영에 관한 사항은 회사의 정책에 따라 변동될 수 있습니다. 이때, 회사는 파트너에 대하여 사전 통지하고, 파트너는 회사의 정책을 준수하여야 합니다.

제14조 [상품정보에 대한 책임]
① 파트너는 채널을 통하여 공공질서, 미풍양속, 기타 관련 법령에 위배되거나 품질 기준에 어긋나는 상품을 판매하여서는 아니 되며, 이와 관련한 상품정보를 게재할 수 없습니다. 이를 위반하여 분쟁이 발생하는 경우, 즉시 회사를 면책하고 파트너가 모든 위험과 비용 등을 전적으로 책임지고 해결해야 합니다. ② 파트너는 허위 또는 과장된 상품 정보를 게재해서는 아니 되며 정확한 정보를 제공하여야 합니다. ③ 채널에 노출되는 상품정보(소재, 가격, 재고, 사양, 내용) 등 모든 정보와 품질보증, 하자보수 등은 파트너의 책임으로 철저히 관리 및 제공하여야 하며 변경 사항이 발생한 경우에는 즉시 이를 갱신하여야 합니다. ④ 회사는 파트너의 상품정보가 다음 각호에 해당하는 경우, 사전 통보 없이 채널 내에서 상품정보를 수정·삭제하거나 이용고객의 열람을 제한하는 등의 조치를 취할 수 있습니다. 단, 제9호의 경우 회사는 7영업일 이전에 파트너센터 또는 전자우편을 통하여 사전에 공지하여야 합니다.

타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 경우
범죄행위와 관련되거나, 공공질서 및 미풍양속에 위반되는 내용일 경우
회사 또는 제3자의 저작권, 상표권 기타 지식재산권 등 타인의 권리를 침해하는 경우 또는 그러한 침해 주장이 있는 경우
불법물, 음란물 또는 청소년 유해매체물의 게시, 광고, 사이트를 링크하는 경우
회사가 제공하는 제품 및 서비스와 관련 없는 내용일 경우
허위의 상품 정보인 경우
파트너와의 이용계약이 해지된 경우
상품 구매자로부터 상품에 대한 항의가 3회 이상 제기된 상품인 경우
서비스의 변경으로 인하여 부득이한 경우
기타 본 이용약관 또는 관련법령에 위반하는 경우
⑤ 파트너는 제4항에 의한 회사의 조치가 부당하다고 판단될 경우 그 이유를 명시하여 이의를 제기할 수 있습니다.

제15조 [파트너의 스토어 운영]
① 취급하는 상품정보에 변경이 발생한 경우, 이용고객에게 정확한 정보를 제공하기 위해서 파트너는 파트너센터를 통해 상품정보를 수정해야 합니다.
② 파트너는 재고 부족의 문제가 발생한 경우, 파트너센터를 통해 해당 상품을 삭제해야 합니다.
③ 파트너는 새로운 상품을 취급하는 경우, 파트너센터를 통해 해당 상품을 등록해야 합니다.
제 6 장 정책 일반

제16조 [이용수수료]
① 회사는 파트너에게 이용수수료를 받지 않습니다. ④ 회사는 내부 정책에 따라 이용수수료를 변경할 수 있으며, 변경사항은 본 이용약관 제3조에서 규정하는 약관변경 절차에 준하여 파트너에게 고지합니다.

제17조 [판매촉진 서비스]
① 회사는 상품판매의 촉진을 위하여 파트너가 리뷰 작성 이벤트 등 다양한 판매촉진서비스를 제공할 수 있습니다. ② 회사는 파트너에게 판매촉진서비스의 내용, 이용방법 및 이용요금, 실시기간 등을 파트너센터 또는 전자우편 등을 통해 고지함으로서 파트너의 판매촉진 서비스 이용에 조력합니다.
제18조 [파트너의 의무]
① 파트너는 회사 및 잠재적 구매자를 포함하는 이용고객과의 원활한 연락을 위해 항상 최신의 판매자 정보를 갱신하여야 할 의무가 있으며, 연락두절의 예방을 위해 해외출장 및 여행 등의 경우 연락인을 별도로 강구하는 등의 선량한 관리 노력을 기울여야 합니다.
② 파트너는 다음 각호에 해당하는 행위를 하여서는 아니되며, 이를 위반한 경우 회사는 서비스 이용정지 및 이용계약해지 등의 조치를 취할 수 있습니다. 서비스 이용정지의 구체적인 기준 등에 대해서는 별도 고지를 통해 안내합니다.

물품 또는 용역을 허위로 가장하거나 가족 또는 지인 등 타인의 이용고객 ID를 이용하여 파트너가 판매 및 홍보하는 상품을 구매하는 등의 부정거래 행위
상품 등록 시 제조사, 원산지, 브랜드를 허위로 기재하거나 표시하지 않는 행위
허가 없이 타인의 상표나 로고를 사용하는 행위 등 타인의 지식재산권을 침해하는 행위
연예인 사진 등 타인의 초상권 및 성명권을 침해하는 행위
관련법령에 위반되는 상품을 판매하거나 판매 자격을 갖추지 아니하고 특정상품을 판매하는 행위
카테고리 부정등록 등 기타 비정상적인 방법으로 상품을 등록하는 행위
구매 관련 리뷰를 허위로 생성하거나 왜곡하는 행위

제19조 [취득한 개인정보의 보호]
① 파트너는 이용고객 등 타인의 개인정보를 본 이용약관에서 정한 목적 이외의 용도로 사용하거나 제3자에게 제공하는 등 외부에 유출할 수 없으며, 관련 법령 등에 따라 철저히 보호하여야 합니다. ③ 파트너가 본조를 위반하여 이용고객 등과 분쟁이 발생하는 경우, 파트너는 자신의 노력과 비용으로 회사를 면책시켜야 하며, 민ᆞ형사 상 일체의 법적 책임을 부담하여야 합니다.

제 20조 [페널티 및 자격 정지]
① 회사는 서비스를 통한 거래의 안전성과 신뢰성을 제고하기 위하여 본 이용약관에서 정한 바에 따라 파트너의 자격을 정지하거나 서비스의 이용제한 기타 필요한 조치를 취할 수 있습니다. ② 회사가 파트너의 자격을 정지하거나 서비스의 이용제한, 기타 필요한 조치를 취할 경우 회사는 본 이용약관에 특별한 규정이 없는 한 사전에 파트너에게 유선 또는 전자우편, 기타의 방법을 통하여 통보합니다. 단, 파트너와의 연락이 되지않거나, 긴급을 요하는 등 기타 불가피한 사정이 있는 경우에는 사후에 통보할 수 있습니다. ③ 회사는 파트너가 본 이용약관, 회사의 운영정책 및 관련법령을 위반하거나, 타인의 권리를 침해하는 행위 또는 그러한 위법ᆞ부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우 파트너의 회원자격을 정지하거나 서비스의 이용을 제한할 수 있습니다. ④ 회사는 파트너가 페널티에 대한 상세 내용을 확인할 수 있도록 운영정책을 통해 상세 내용을 안내하며, 파트너에 대한 자격정지 및 서비스 이용제한의 구체적인 기준 등에 대해서는 페널티정책에서 정합니다.

제21조 [제조물 책임]
① 파트너는 제조물책임법의 규정에 따라 자신이 판매한 상품의 결함으로 인하여 발생하는 사람의 생명, 신체 또는 재산상의 손해에 대하여 배상하여야 하며, 회사를 면책시켜야 합니다. ② 파트너는 표시의무 등 제조물책임법상의 제조자의 책임을 준수하여 제조물책임이 발생하지 않도록 최선의 노력을 다해야 합니다. ③ 파트너가 관련 법령에서 요구하는 안전표시나 각종의 인증표시 등이 없는 상품을 판매함으로써 회사가 관계기관이나 제3자로부터 책임을 부담하는 경우에는 회사에 대하여 그 손해를 배상하여야 합니다. ④ 본조에 따른 파트너의 의무는 이용계약이 종료된 이후에도 10년간 존속합니다.

제22조 [회사의 면책]
① 회사는 통신판매중개자로서 채널의 운영 및 관리 책임만을 부담하며, 채널을 통하여 이루어진 재화 또는 용역의 거래와 관련하여 이용고객 또는 파트너을 대리하지 않습니다. 파트너는 이용고객과의 거래에 관하여 전적인 책임을 부담합니다. ② 회사는 파트너와 이용고객 사이의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록물품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 이용고객 또는 파트너가 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 해당 파트너가 전적으로 부담합니다. ③ 회사는 천재지변 또는 이에 준하는 불가항력, 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등으로 인하여 일시적 또는 종국적으로 서비스를 제공할 수 없는 경우, 서비스 제공에 관한 책임이 면제됩니다. 이 경우 회사는 채널의 화면에 게시하거나 기타의 방법으로 파트너에게 통지합니다. ④ 회사는 구매회원 또는 파트너의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.

제 7 장 지식재산권 및 개인정보보호

제23조 [지식재산권]
① 파트너가 채널 또는 스토어에 게재한 상품 정보의 지식재산권은 해당 파트너에게 있습니다. ② 회사는 전항에 따른 파트너의 상품정보 관련 지식재산권을 채널을 통해 서비스를 제공하기 위한 목적범위 내에서 무상으로 이용할 권리가 있으며, 필요한 범위 내에서 상품정보의 일부를 수정, 복제, 편집, 전송, 배포등의 행위를 할 수 있습니다. 또한, 회사는 외부 매체를 통한 회사의 채널 및 서비스 또는 스토어의 홍보, 상품 판매촉진 등을 위하여 파트너의 상품 또는 모델 이미지를 편집ㆍ수정ㆍ공개 등 방법으로 사용할 수 있습니다. ③ 회사가 작성한 저작물, 기타 서비스의 제공과 관련하여 발생한 콘텐츠 등 일체의 산출물에 대한 저작권 등 지식재산권은 회사에게 귀속됩니다. ④ 파트너가 작성한 상품정보가 타인의 지식재산권을 침해하는 경우 그에 대한 모든 책임은 파트너가 부담합니다. ⑤ 파트너가 타인의 지식재산권을 침해하는 것으로 확인되거나 분쟁이 발생하는 경우, 회사는 해당 파트너에게 관련 자료의 요청 및 삭제 요청을 할 수 있습니다. ⑥ 만약 파트너의 지식재산권 등 침해로 인하여 회사가 제3자로부터 손해배상청구 등 이의 제기를 받은 경우 파트너는 스스로의 비용으로 회사를 면책하고 방어하여야 하며, 회사에 발생한 모든 손해를 배상하여야 합니다.

제 8 장 기타

제24조 [손해배상]
당사자 일방이 본 계약상 의무를 위반함으로 인하여 상대방에게 손해가 발생한 경우, 귀책사유 있는 당사자는 상대방이 입은 손해를 배상해야 합니다.

제25조 [양도의 제한]
당사자는 본 이용약관 및 각종 서비스 이용계약에 따라 가지는 권리 및 계약상 지위를 제3자에게 양도, 판매, 담보제공 등 처분할 수 없습니다.

제26조 [비밀유지]
① 당사자는 서비스를 이용하는 과정에서 알게 된 상대방의 정보 또는 이용고객의 정보를 제3자에게 누설, 공개하지 아니합니다. ② 비밀유지 의무는 이용계약이 해지되거나 서비스 제공이 중단된 이후에도 유효합니다.

제27조 [완전합의]
① 본 이용약관에 명시되지 않은 사항은 관련 법령의 규정과 일반 상관례에 의합니다. ② 본 이용약관에 명시된 한 개 또는 수개의 조항이 법령에 따라 무효로 되는 경우에도 본 이용약관에 명시된 나머지 조항의 효력은 여전히 유효합니다.

제28조 [분쟁의 해결]
본 이용약관 및 이용계약은 대한민국법을 준거법으로 하며, 당사자간의 합의에 따라 분쟁을 해결할 수 없는 경우 그 분쟁에 관한 소송은 서울중앙지방법원을 관할법원으로 합니다.

부칙
이 약관은 2023년 1월 20일부터 적용됩니다.
`;

export const SERVICE_POLICY_DESC_001 = `
  “개인정보 처리방침”이란 이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미하며, Pump는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하여 개인정보 처리방침을 제공합니다.

제 1조 **[**개인정보의 처리목적]
스토어 사업자 식별, 가입의사 확인, 부정이용 방지
이용 고지 및 통지 연락 목적
신규 서비스 개발, 다양한 서비스 제공, 문의사항 또는 불만처리, 공지사항 전달
서비스의 원활한 운영에 지장을 주는 행위(계정 도용 및 부정 이용 행위 등 포함)에 대한 방지 및 제재
서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경 구축, 서비스 개선에 활용

제 2 조 [처리하는 개인정보의 항목]
서비스 제공을 위한 필요 최소한의 개인정보를 수집합니다. 회원 가입 시 또는 서비스 이용 과정에서 홈페이지를 통해 서비스 제공을 위해 필요 최소한의 개인 정보를 수집하고 있습니다.
[회원가입 시]
필수: 성명
선택: 이메일, 휴대폰전화번호
[입점신청서 작성 시]
사업자 기본 정보
필수: 대표자 이름, 대표자 연락처(이메일, 휴대폰전화번호)
매장에 관한 정보
필수: 사업자등록번호, 상호, 매장 유선전화번호, 매장 주소, 매장 사진, 홍보 채널 URL, 운영 시간, 휴무일에 관한 정보
상품에 관한 정보
필수: 상품 사진, 상품 명, 브랜드 명, 가격

제 3 조 [개인정보 수집방법]
① 회원가입 및 서비스 이용 과정에서 스토어 사업자가 입력한 정보는 원칙적으로 사업적 목적으로 사용되는 정보에 해당하나, 일부 개인정보가 포함될 수 있으므로 회사는 해당 정보를 수집합니다. ② 스토어 사업자가 서비스 이용과정에서 웹 또는 앱페이지, 메일, 팩스, 전화 등 다양한 경로를 통하여 회사에 상담·문의하는 경우, 개인정보가 수집될 수 있습니다.

제 4 조 [개인정보 자동수집 장치의 설치·운영 및 거부]
① 회사는 스토어 사업자에게 특화된 맞춤서비스를 제공하기 위해서 스토어 사업자들의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)' 등을 운용합니다.
쿠키의 의미 : 쿠키란 웹 또는 앱을 운영하는 데 이용되는 서버가 스토어 사업자의 브라우저에 보내는 아주 작은 텍스트 파일로서 스토어 사업자의 컴퓨터 하드디스크에 저장되기도 합니다.
쿠키의 사용 목적 : 회사는 스토어 사업자의 카카오스타일 판매채널 파트너센터 로그인 및 사이트 접속 빈도, 방문 시간 분석, 이벤트 참여 분석 등의 목적으로 쿠키를 사용합니다.
쿠키설정 거부 방법 : 스토어 사업자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 스토어 사업자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 스토어 사업자는 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 인터넷 익스플로러의 경우를 예로 들면, 웹 브라우저 상단의 도구 < 인터넷 옵션 < 개인정보 메뉴를 통하여 쿠키 설정의 거부가 가능합니다.
② 스토어 사업자가 쿠키 설치를 거부하는 경우 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.

제 5 조 [개인정보 제3자 제공]
회사는 스토어 사업자의 개인정보를 명시한 범위 내에서만 처리하며, 정보주체의 동의 또는 법령의 특별한 규정이 있는 경우에만 제3자에게 개인정보를 제공합니다.
제6 조 [개인정보 보유 및 이용기간]
① 회사는 법령에 따른 개인정보 보유·이용기간 또는 이용자로부터 개인정보 수집시 동의받은 개인정보 보유·이용 기간 내에서 개인정보를 처리·보유합니다. ② 회사의 개인정보 처리 및 보유기간은 다음과 같습니다.
스토어 사업자의 회원가입 및 관리: 회원 탈퇴시까지
스토어 관련 정보(취급 품목 정보, 가격 정보 등): 회원 탈퇴 후, 6개월 (백업 목적)
다만, 다음 사유에 해당하는 경우에는 해당 사유 종료시까지
가. 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지
스토어 사업자의 서비스 이용 관련 자료
`;

export const SERVICE_POLICY_DESC_002 = `
  제 7 조 **[**개인정보의 ****파기 ****절차 ****및 방법]
수집한 개인정보는 지체없이 파기하며, 절차 및 방법은 아래와 같습니다.
수집 및 이용 목적의 달성 또는 회원 탈퇴 등 파기 사유가 발생한 경우 개인정보의 형태를 고려하여 파기방법을 정합니다. 전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.
다만, 관련 법령에 의해 개인정보를 보관해야 하는 경우에는 기존 저장 공간과 구분된 별도의 저장 공간에 옮겨서 정해진 기간 동안 저장하여 관리합니다. 별도 저장된 개인정보 법령이 정한 목적 외의 다른 용도로 이용되지 않습니다.

제 8 조 [정보주체의 권리·의무 및 행사방법]
① 정보주체는 회사에 대하여 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
개인정보 열람 요구
오류 등이 있을 경우 정정 요구
삭제 요구
처리정지 요구
② 제1항에 따른 권리행사는 회사에 대하여 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 할 수 있으며 회사는 이에 대하여 지체없이 조치합니다. ③ 정보주체가 회사에 대하여 개인정보 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사의 정정 또는 삭제가 완료될 때까지 당해 개인정보를 이용 또는 제공하지 않습니다. ④ 정보주체는 개인정보 보호법 등 관계 법령을 위반하여 회사가 처리하고 있는 이용자 본인 또는 타인의 개인정보, 사생활을 침해하여서는 안 됩니다.

제 9 조 [만 14세 미만 아동의 개인정보 처리]
① 회사는 만 14세 미만 아동의 개인정보를 수집하지 않습니다. 다만, 회사가 만 14세 미만 아동의 개인정보를 수집하는 상황이 발생하는 경우에는, 법정대리인은 만 14세 미만 아동의 개인정보 수집·이용 또는 제공에 대한 동의를 철회할 수 있으며, 해당 아동이 제공한 개인정보에 대한 열람 또는 오류의 정정을 요구할 수 있습니다. ② 유선 또는 서면을 통하여 만 14세 미만 아동인 회원의 법정대리인이 열람, 증명을 요구하는 경우, 회사는 대리관계를 증명하는 위임장 및 인감증명서, 요청인 및 대리인의 신분증 사본 등의 증표를 제시 받아 해당 요구를 하는 자가 진정한 법정대리인인지 여부를 확인합니다.

제 10 조 [개인정보의 안전성 확보조치]
회사는 개인정보의 안전성 확보를 위하여 다음과 같은 조치를 취하고 있습니다.
관리적 조치 : 내부관리계획의 수립 및 시행, 정기적 직원 교육
기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 비밀번호의 암호화, 보안프로그램의 설치 등
물리적 조치 : 자료보관실의 접근통제

제 11 조 [개인정보관리 책임자 및 담당자]
스토어 사업자는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 다음 각 호의 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 스토어 사업자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
○ 개인정보 보호ㆍ관리 책임자 이 름 : 최찬식 직 위 : 개인정보보호책임자 전자메일: bardchoi.pump@gmail.com

제 12 조 [개인정보 열람 청구]
스토어 사업자는 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. 회사는 스토어 사업자의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다. 부서명 : 개발팀 전자메일 : bradchoi.pump@gmail.com

제 13 조 [권익침해 구제 방법]
스토어 사업자는 다음 각 호의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. 아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.
개인정보 침해신고센터 (한국인터넷진흥원 운영) 소관업무: 개인정보 침해사실 신고, 상담 신청홈페이지: privacy.kisa.or.kr 전 화: (국번없이) 118 주 소: (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해 신고센터
개인정보 분쟁조정위원회 (한국인터넷진흥원 운영) 소관업무: 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결) 홈페이지: www.kopico.or.kr 전 화: 1833-6972주 소: 03171 서울특별시 종로구 세종대로 209 정부서울청사 4층 개인정보 분쟁조정위원회
대검찰청 사이버범죄수사단: 02-3480-3571 (https://spo.go.kr)
경찰청 사이버안전국: 182 (http://cyber.go.kr)

제 14 조 [개인정보처리방침의 적용 제외]
회사는 스토어 사업자에게 홈페이지를 통하여 다른 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 회사는 외부사이트 및 자료에 대하여 통제권이 없을 뿐만 아니라 이들이 개인정보를 수집하는 행위에 대하여 회사의 '개인정보처리방침'이 적용되지 않습니다. 따라서, 회사가 포함하고 있는 링크를 클릭하여 타 사이트의 페이지로 이동할 경우에는 새로 방문한 사이트의 개인정보처리방침을 반드시 확인하시기 바랍니다.
부칙

이 약관은 2023년 1월 20일부터 적용됩니다.
`;

export default { SERVICE_TERMS_DESC, SERVICE_POLICY_DESC_001, SERVICE_POLICY_DESC_002 };
